[
    {
        "id": 1,
        "tags": [
            "invasive",
            "edible"
        ],
        "scientific_name": "Reynoutria japonica",
        "family": "Polygonaceae",
        "common_name_de": "Japanischer Riesenknöterich",
        "common_name_fr": "Renouée du Japon",
        "common_name_en": "Japanese knotweed",
        "description_de": "Der Japanische Staudenknöterich (Fallopia japonica (Houtt.) Ronse Decr., Synonyme: Reynoutria japonica Houtt., Polygonum cuspidatum Siebold & Zucc.), auch Kamtschatka-Knöterich oder kurz Japanknöterich genannt, ist eine Pflanzenart aus der Gattung Schling- oder Flügelknöteriche (Fallopia) bzw. Staudenknöteriche (Reynoutria) innerhalb der Familie der Knöterichgewächse (Polygonaceae). In Europa und in Nordamerika zählt diese Pflanzenart zu denjenigen Neophyten, die als problematische, unerwünschte invasive Pflanzen („Plagepflanzen“) bewertet werden.",
        "description_fr": "La Renouée du Japon ou Renouée à feuilles pointues (Reynoutria japonica ou Fallopia japonica suivant les sources) est une espèce de plantes herbacées vivaces de la famille des Polygonaceae, originaire d’Asie orientale et naturalisée en Europe dans une grande diversité de milieux humides. Il existe un usage local du terme de « Renouée du Japon » au sens large pour désigner les espèces « Renouée du Japon » et « Renouée de Sakhaline », et leur hybride R. ×bohemica. Mais au sens strict, ce sont deux espèces distinctes. Elle est considérée comme étant l'une des pires plantes envahissantes de la planète, et perturbe les écosystèmes.",
        "description_en": "Reynoutria japonica, synonyms Fallopia japonica and Polygonum cuspidatum, is a species of herbaceous perennial plant in the knotweed and buckwheat family Polygonaceae.[1][2] Common names include Japanese knotweed[2] and Asian knotweed.[3] It is native to East Asia in Japan, China and Korea. In North America and Europe, the species has successfully established itself in numerous habitats, and is classified as a pest and invasive species in several countries.[2][4][5][6]\r\n\r\nJapanese knotweed has hollow stems with distinct raised nodes that give it the appearance of bamboo, though it is not related. While stems may reach a maximum height of 3–4 m (10–13 ft) each growing season, it is typical to see much smaller plants in places where they sprout through cracks in the pavement or are repeatedly cut down. The leaves are broad oval with a truncated base, 7–14 cm (3–5+1⁄2 in) long and 5–12 cm (2–4+1⁄2 in) broad,[7] with an entire margin. The flowers are small, cream or white, produced in erect racemes 6–15 cm (2+1⁄2–6 in) long in late summer and early autumn.",
        "photo": "http://localhost:8000/Polygonum_cuspidatum_-_Curtiss_Botanical_Magazine_t._6503.png"
    },
    {
        "id": 2,
        "tags": [
            "invasive"
        ],
        "scientific_name": "Heracleum mantegazzianum",
        "family": "Apiaceae",
        "common_name_de": "Riesen-Bärenklau",
        "common_name_fr": "Berce du Caucase",
        "common_name_en": "Giant Hogweed",
        "description_de": "Der Riesen-Bärenklau (Heracleum mantegazzianum Sommier & Levier, Syn.: Heracleum giganteum Hornem.), auch Bärenkralle, Herkulesstaude oder Herkuleskraut genannt, ist eine Pflanzenart aus der Gattung Bärenklau (Heracleum) innerhalb der Familie der Doldenblütler (Apiaceae). Sie ist eine zwei- bis mehrjährige, wenn unbeeinflusst einmalblühende (hapaxanthe) krautige Pflanze. Ursprünglich stammt sie aus dem Kaukasus und ist in Europa und Nordamerika ein invasiver Neophyt. Der Riesen-Bärenklau bildet photosensibilisierende Substanzen aus der Gruppe der Furocumarine, die in Kombination mit Sonnenlicht oder auch stärkerem Lampenlicht phototoxisch wirken. Berührungen in Verbindung mit Tageslicht können bei Menschen und anderen Säugetieren zu schmerzhaften Quaddeln und Blasen führen, die schwer heilen und wie Verbrennungen erscheinen (Photodermatitis). Es wird deshalb empfohlen, beim Umgang mit der Pflanze vollständige Schutzkleidung zu tragen, zu der auch ein Gesichtsschutz gehört. Der Riesen-Bärenklau wurde 2008 zur Giftpflanze des Jahres gewählt.",
        "description_fr": "La Berce du Caucase ou Berce de Mantegazzi (Heracleum mantegazzianum) est une espèce de plantes herbacées de la famille des Apiaceae originaire de la partie occidentale du Caucase (Russie, Géorgie). Elle a été introduite comme plante ornementale en Europe de l'Ouest et en Amérique du Nord, où elle est considérée comme une espèce envahissante. Cette plante géante est la plus grande de toutes les Berces.",
        "description_en": "Heracleum mantegazzianum, commonly known as giant hogweed, is a monocarpic perennial herbaceous plant in the carrot family Apiaceae. H. mantegazzianum is also known as cartwheel-flower, giant cow parsley, giant cow parsnip, or hogsbane. In New Zealand, it is also sometimes called wild parsnip (not to be confused with Pastinaca sativa) or wild rhubarb.Giant hogweed is native to the western Caucasus region of Eurasia. It was introduced to Britain as an ornamental plant in the 19th century, and has also spread to other areas in Western Europe, the United States, and Canada. Its close relatives, Sosnowsky's hogweed and Persian hogweed, have similarly spread to other parts of Europe. The sap of giant hogweed is phototoxic and causes phytophotodermatitis in humans, resulting in blisters and scars. These serious reactions are due to the furanocoumarin derivatives in the leaves, roots, stems, flowers, and seeds of the plant. Consequently, it is considered to be a noxious weed in many jurisdictions.",
        "photo": null
    },
    {
        "id": 3,
        "tags": [
            "invasive"
        ],
        "scientific_name": "Ambrosia artemisiifolia",
        "family": "Asteraceae",
        "common_name_de": "Beifußblättriges Traubenkraut",
        "common_name_fr": "Ambroisie à feuilles d'armoise",
        "common_name_en": "Common ragweed",
        "description_de": "Das Beifußblättrige Traubenkraut ist eine einjährige, sommerannuelle, aromatisch duftende Pflanze. Es ist eine Kurztagspflanze mit Windbestäubung. Die nur 0,02 Millimeter breiten Pollenkörner werden früh morgens entlassen. Eine Pflanze kann bis zu einer Milliarde Pollenkörner freisetzen. Die Selbstbestäubung ist erfolgreich. Die Ausbreitung durch Anhaftung wird durch die widerhakige Körbchenhülle begünstigt. Die Hauptausbreitung erfolgt durch den Menschen über verunreinigtes Vogelfutter und mit verschleppter Erde. Pro Jahr können 3.000 bis 60.000 Früchte je Pflanze ausgebildet werden. Fruchtreife ist zwar ab Oktober, aber die Samen reifen wegen der späten Blütezeit in Mitteleuropa nicht sofort aus. Sie bleiben aber als Wärmekeimer bis 40 Jahre keimfähig. Ein vorhergehender starker Frost fördert noch die Keimungsrate. Ursprünglich konnten die Samen in Mitteleuropa nicht die Fruchtreife erreichen, da die Samen keinen Frost vertragen konnten. Um das Jahr 2000 kam es zu einer genetischen Mutation, nach der die Samen auch Frost vertrugen.",
        "description_fr": "Ambrosia artemisiifolia L., l'Ambroisie à feuilles d'armoise ou Ambroisie élevée, est une espèce de plantes dicotylédones de la famille des Asteraceae (sous-famille des Asteroideae), originaire des Amériques. C'est une plante herbacée annuelle, qui pousse dans ses régions d'origine dans les champs cultivés, les pâturages et terres en friches (plante adventice), ainsi que sur les bords de routes et les terres non cultivées (plante rudérale). L'espèce a été introduite en Europe à partir de la fin du xixe siècle, ainsi que dans la plupart des régions tempérées ou tempérées chaudes du monde, où elle s'est souvent naturalisée, notamment en Afrique du Nord, au Proche-Orient et en Australie. Elle est devenue indésirable car c'est une plante pionnière, nitrophile, et envahissante, dont le pollen peut provoquer des allergies graves chez les personnes sensibles.",
        "description_en": "Ambrosia artemisiifolia is an annual plant that emerges in late spring. It propagates mainly by rhizomes,[clarification need but also by seed. It is much-branched, and grows up to 70 centimetres (2.3 ft) in height. The pinnately divided soft and hairy leaves are 3–12 centimetres (1.2–4.7 in) long. Its bloom period is July to October in North America. Its pollen is wind-dispersed, and can be a strong allergen to people with hay fever.[ It produces 2–4 mm obconic green to brown fruit. It sets seed in later summer or autumn. Since the seeds persist into winter and are numerous and rich in oil, they are relished by songbirds and upland game birds.",
        "photo": null
    }
]